[
  {
    "dish_name": "Thịt nướng ướp sữa đặc",
    "url": "https://www.dienmayxanh.com/vao-bep/cong-thuc-uop-thit-nuong-sua-dac-dung-chuan-de-mieng-thit-mem-23425",
    "img_url": "https://cdnv2.tgdd.vn/mwg-static/common/Common/H%C3%ACnh%20m%C3%B3n%20an%20t11%20%281200%20x%20676%20px%29%20%286%29.jpg",
    "times": {
      "Chuẩn bị": "25 phút",
      "Chế biến": "20 phút"
    },
    "level": "Dễ",
    "servings": 6,
    "ingredients": [
      {
        "name": "Thịt nạc vai",
        "quantity": 1.0,
        "unit": "kg"
      },
      {
        "name": "Hành tím/ tỏi",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Dầu hào",
        "quantity": 1.0,
        "unit": "thìa canh"
      },
      {
        "name": "Nước tương",
        "quantity": 1.5,
        "unit": "thìa canh"
      },
      {
        "name": "Sữa đặc",
        "quantity": 1.0,
        "unit": "thìa canh"
      },
      {
        "name": "Mật ong",
        "quantity": 1.0,
        "unit": "thìa canh"
      },
      {
        "name": "Nước cốt hành tỏi",
        "quantity": 3.0,
        "unit": "thìa canh"
      },
      {
        "name": "Sốt ướp thịt nướng Hàn Quốc",
        "quantity": 3.0,
        "unit": "thìa canh"
      },
      {
        "name": "Dầu màu điều",
        "quantity": 1.0,
        "unit": "thìa canh"
      },
      {
        "name": "Bột nêm",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Bột ngọt",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Ngũ vị hương",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Tiêu",
        "quantity": 1.0,
        "unit": "ít"
      }
    ],
    "instructions": {
      "Sơ chế thịt heo và hành tỏi": [
        "Hành tím và tỏi bóc vỏ, cắt nhỏ, cho vào máy xay cùng một chút nước rồi xay nhuyễn. Dùng vải sạch vắt lấy nước cốt hành tỏi, bỏ phần bã.",
        "Thịt nạc vai rửa sạch với muối và giấm loãng, sau đó rửa lại nhiều lần với nước sạch. Dùng khăn giấy thấm khô miếng thịt. Thái thịt thành những miếng có độ dày khoảng 2cm, cắt ngang thớ thịt để khi ăn thịt không bị dai.",
        "Dùng dụng cụ dần thịt hoặc sống dao để dần đều hai mặt của miếng thịt. Bước này giúp thịt mềm hơn và dễ dàng thấm đẫm gia vị ướp."
      ],
      "Pha sốt và ướp thịt nướng sữa đặc": [
        "Trong một chiếc bát lớn, trộn đều các gia vị ướp: 1 thìa cà phê bột nêm, 1 thìa canh dầu hào, 1.5 thìa canh nước tương, 1 thìa canh sữa đặc, 1 thìa canh mật ong, 1/2 thìa cà phê bột ngọt, 1/2 thìa cà phê ngũ vị hương, 1/2 thìa cà phê tiêu, 3 thìa canh nước cốt hành tỏi, 3 thìa canh sốt ướp Hàn Quốc (nếu không có, bạn có thể thay bằng 1/2 thìa canh nước tương).",
        "Cho thịt đã dần vào bát sốt, dùng tay (có thể đeo găng tay) trộn đều để sốt thấm vào từng miếng thịt.",
        "Tiếp theo, thêm 1 thìa canh dầu màu điều và 3 thìa canh dầu hành tỏi phi vào, trộn đều một lần nữa.",
        "Bọc kín bát thịt bằng màng bọc thực phẩm và để trong ngăn mát tủ lạnh ít nhất 1 tiếng. Để thịt thực sự đậm đà và mềm ngon, bạn nên ướp từ 1 - 4 tiếng."
      ],
      "Nướng thịt bằng nồi chiên không dầu": [
        "Sau khi thịt đã thấm gia vị, xếp thịt lên vỉ nướng đã lót sẵn giấy bạc. Nướng thịt trong nồi chiên không dầu (hoặc lò nướng) ở nhiệt độ 190°C (375°F) trong khoảng 6 - 7 phút.",
        "Sau đó, lấy thịt ra, lật mặt và nướng thêm khoảng 5 - 6 phút nữa cho đến khi thịt chín vàng đều và dậy mùi thơm lừng. Trong quá trình nướng, hãy thường xuyên kiểm tra để thịt không bị cháy và đạt độ vàng ưng ý."
      ],
      "Thành phẩm": [
        "Thịt nướng sau khi hoàn thành sẽ có màu vàng óng đẹp mắt, hương thơm hấp dẫn và đặc biệt là rất mềm, không hề bị khô.",
        "Bạn có thể dùng món thịt nướng sữa đặc này với cơm tấm, bún, hoặc ăn kèm với rau sống tươi mát và chén nước mắm chua ngọt đậm đà."
      ]
    },
    "category": "Món nướng"
  },
  {
    "dish_name": "Thịt nướng ngũ vị hương",
    "url": "https://www.dienmayxanh.com/vao-bep/lam-mon-thit-nuong-ngu-vi-huong-cung-cong-thuc-nuoc-cham-ngon-23416",
    "img_url": "https://cdnv2.tgdd.vn/mwg-static/common/Common/H%C3%ACnh%20thumb%20m%C3%B3n%20an%20t11%20%286%29.jpg",
    "times": {
      "Chuẩn bị": "20 phút",
      "Chế biến": "35 phút"
    },
    "level": "Dễ",
    "servings": 2,
    "ingredients": [
      {
        "name": "Thịt nạc vai",
        "quantity": 500.0,
        "unit": "gr"
      },
      {
        "name": "Hành khô",
        "quantity": 3.0,
        "unit": "củ"
      },
      {
        "name": "Tỏi",
        "quantity": 6.0,
        "unit": "tép"
      },
      {
        "name": "Sả",
        "quantity": 1.0,
        "unit": "nhánh"
      },
      {
        "name": "Muối hạt",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Mè rang",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Bột ngọt",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Bột nêm",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Nước tương xì dầu",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Dầu hào",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Nước mắm",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Ngũ vị hương",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Tiêu xay",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Dầu màu điều",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Nước màu đường",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Dầu mè",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Dầu ăn",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Dầu mè",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Bơ thực vật",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Dầu hào",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Tương ớt",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Tương cà",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Đường",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Đường",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Nước mắm",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Tương ớt",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Nước cốt chanh",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Nước lọc",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Tỏi băm",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Ớt băm",
        "quantity": 1.0,
        "unit": "ít"
      }
    ],
    "instructions": {
      "Sơ chế thịt nạc vai mềm ngon": [
        "Thịt nạc vai mua về rửa sạch, thái thành những lát có độ dày khoảng hơn 1 cm. Rửa thịt lại với nước muối loãng, sau đó rửa lại bằng nước sạch và để ráo hoàn toàn.",
        "Dùng dụng cụ dần thịt hoặc sống dao dần nhẹ các miếng thịt. Điều này giúp thịt mềm hơn và dễ dàng thấm đều gia vị khi ướp.",
        "Cho thịt đã sơ chế vào bát lớn, thêm 1/2 thìa cà phê bột ngọt, 1.5 thìa cà phê bột nêm, 2 thìa cà phê nước tương xì dầu, 3 thìa cà phê dầu hào, 1 thìa cà phê nước mắm, 1/2 - 1 thìa cà phê ngũ vị hương, 1 thìa cà phê tiêu xay, 1 thìa canh dầu màu điều, 1 thìa canh nước màu đường, 2 thìa cà phê dầu mè và 2 thìa canh dầu ăn.",
        "Hành khô, tỏi, sả đập dập và băm nhỏ, sau đó cho vào bát thịt.",
        "Trộn đều và xoa bóp nhẹ nhàng để gia vị thấm sâu vào từng thớ thịt. Ướp thịt trong khoảng 30 - 60 phút."
      ],
      "Pha chế nước chấm ăn kèm món nướng": [
        "Nước sốt chấm: Cho 2 thìa canh dầu mè và 1 thìa cà phê bơ thực vật vào chảo đun nóng. Thêm 2 thìa canh dầu hào, 3 thìa canh tương ớt, 2 thìa canh tương cà và 1/2 thìa canh đường vào, đun sôi hỗn hợp rồi tắt bếp. Khi ăn, bạn có thể rắc thêm mè rang lên trên để tăng hương vị.",
        "Nước mắm chua ngọt: Pha 1 thìa canh đường, 2 thìa canh nước mắm, 1 thìa canh tương ớt, 1.5 thìa canh nước cốt chanh và 3 thìa canh nước lọc. Khuấy đều cho đường tan hết, sau đó cho tỏi và ớt băm nhỏ vào."
      ],
      "Nướng thịt bằng nồi chiên không dầu": [
        "Trước khi nướng, gạt bỏ bớt phần sả, hành, tỏi bám trên bề mặt thịt để tránh bị cháy khét. Xếp thịt vào khay của nồi chiên không dầu, tiến hành nướng:"
      ],
      "Thành phẩm": [
        "Thịt sau khi nướng chín vàng đều, thơm lừng thì lấy ra đĩa. Dùng kéo cắt thịt thành những miếng vừa ăn.",
        "Dọn thịt ra ăn kèm với cơm nóng hoặc bún, rau thơm và chấm cùng nước sốt hoặc nước mắm chua ngọt đã pha."
      ]
    },
    "category": "Món nướng"
  },
  {
    "dish_name": "Đùi cừu nướng",
    "url": "https://www.dienmayxanh.com/vao-bep/cach-lam-dui-cuu-nuong-ngay-tai-nha-don-gian-voi-cong-thuc-23410",
    "img_url": "https://cdnv2.tgdd.vn/mwg-static/common/Common/cach-lam-dui-cuu-nuong-ngay-tai-nha-don-gian-voi-cong-thuc%20%281%29klkk.jpg",
    "times": {
      "Chuẩn bị": "30 phút",
      "Chế biến": "2 giờ"
    },
    "level": "Trung bình",
    "servings": 10,
    "ingredients": [
      {
        "name": "Đùi cừu Úc rút xương",
        "quantity": 1.0,
        "unit": "cái"
      },
      {
        "name": "Tỏi lớn",
        "quantity": 1.0,
        "unit": "củ"
      },
      {
        "name": "Cà rốt lớn",
        "quantity": 2.0,
        "unit": "củ"
      },
      {
        "name": "Khoai tây vừa",
        "quantity": 4.0,
        "unit": "củ"
      },
      {
        "name": "Hành tây tím",
        "quantity": 1.0,
        "unit": "củ"
      },
      {
        "name": "Lá hương thảo tươi",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Dầu ăn",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Muối",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Tiêu bột",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Chanh vàng",
        "quantity": 1.0,
        "unit": "quả"
      }
    ],
    "instructions": {
      "Sơ chế đùi cừu rút xương": [
        "Đầu tiên, bạn cần rã đông đùi cừu. Cách tốt nhất là rã đông trong ngăn mát tủ lạnh khoảng 24 giờ.",
        "Nếu cần gấp, có thể rã đông tự nhiên ở nhiệt độ phòng khoảng 4-5 giờ.",
        "Mẹo nhỏ là đùi cừu Úc tươi ngon không cần rửa lại với nước đâu nhé, điều này giúp thịt giữ được kết cấu và vị tươi ngon tự nhiên.",
        "Giữ nguyên lớp lưới bọc bên ngoài đùi cừu. Dùng giấy bếp thấm khô miếng thịt thật kỹ.",
        "Sau đó, dùng mũi dao nhọn khứa hình chữ X lên mặt thịt ở giữa các ô lưới. Cố gắng khứa mà không làm rách sợi lưới bọc nhé, lát nữa bạn sẽ biết lý do!",
        "Bóc vỏ tỏi, sau đó nhét từng tép tỏi vào giữa các vết khứa trên mặt thịt. Điều này sẽ giúp thịt cừu thơm lừng từ trong ra ngoài."
      ],
      "Ướp đùi cừu với thảo mộc": [
        "Để thịt không dính đáy nồi và giòn đều các mặt khi nướng, hãy xếp đều cà rốt đã cắt lát vào đáy nồi gang.",
        "Thoa đều một lớp dầu ăn mỏng lên khắp bề mặt đùi cừu. Sau đó, rắc đều khoảng 2 thìa nhỏ muối và tiêu bột lên khắp bề mặt thịt. Đừng quên lặp lại với mặt dưới của miếng thịt nhé.",
        "Giờ thì bạn đã biết công dụng của lớp lưới rồi chứ? Nhét các nhánh hương thảo tươi vào các mắt lưới. Hương thảo sẽ tỏa mùi thơm quyến rũ, cực kỳ hợp với thịt cừu."
      ],
      "Chuẩn bị rau củ ăn kèm": [
        "Trong lúc chờ thịt thấm gia vị, chúng ta sẽ chuẩn bị phần rau củ để nướng kèm.",
        "Khoai tây rửa sạch, bổ miếng đều nhau. Bạn không cần gọt vỏ đâu nhé, vỏ khoai tây chứa nhiều kali rất tốt cho sức khỏe.",
        "Cà rốt rửa sạch, cắt thành các chóp tam giác chéo chứ không phải khoanh tròn. Tổ tiên mách bảo làm như này có lý do cả đấy!",
        "Hành tây tím lột vỏ, cắt khoanh tròn và tách nhẹ các vòng hành ra để khi nướng chín đều và thơm hơn. Thêm vài tép tỏi để nguyên vỏ vào cùng."
      ],
      "Nướng đùi cừu nguyên tảng": [
        "Trước khi nướng, bạn nhớ làm nóng lò bằng cách bật lò nướng âm tủ trước khoảng 15 phút nhé.",
        "Cho nồi gang chứa đùi cừu vào lò. Luôn nhớ không được đậy nắp nồi gang để đùi cừu có độ xém vàng bắt mắt và lớp vỏ giòn tan.",
        "Nướng đùi cừu khoảng 1 tiếng (tùy theo kích thước đùi và độ chín mong muốn).",
        "Sau đó, dùng nhiệt kế đo thịt để kiểm tra mức độ chín bên trong. 60 độ C là nhiệt độ hoàn hảo cho mức độ Medium-rare (thịt còn hơi tái đỏ bên trong, mềm ngọt).",
        "Nếu gia đình bạn không ăn được thịt cừu màu đỏ, có thể nướng thêm 20-30 phút nữa để thịt chín Well-done mà vẫn mọng nước, không bị khô."
      ],
      "Nướng rau củ ăn kèm": [
        "Trong thời gian chờ thịt nghỉ, chúng ta sẽ nướng rau củ. Bỏ bớt lớp mỡ thừa trong nồi gang (nếu có quá nhiều), sau đó trộn đều rau củ đã chuẩn bị với phần mỡ đã nướng cừu lúc nãy.",
        "Lớp mỡ cừu này sẽ giúp rau củ khi nướng không bị khô và thấm đẫm mùi thơm của gia vị thịt cừu, tạo nên hương vị dinh dưỡng tuyệt vời.",
        "Xếp lại rau củ vào nồi gang và bỏ lò khoảng 20 phút, hoặc tới khi chín mềm và xém vàng đều. Thời gian có thể lâu hơn tùy thuộc vào kích cỡ khoai và lượng rau củ bạn dùng."
      ],
      "Thành phẩm": [
        "Khi đùi cừu đã nghỉ đủ thời gian, gỡ bỏ lớp lưới bọc và gạt bỏ các nhánh hương thảo, tỏi cháy xém bên ngoài.",
        "Dùng dao sắc thái thịt thành từng lát vừa ăn. Bạn sẽ thấy lớp mỡ bên ngoài xém vàng, giòn rụm hòa quyện cùng mùi hương thảo hấp dẫn.",
        "Bày thịt đùi cừu nướng cùng rau củ đã nướng ra đĩa. Nếu bạn chưa quen ăn thịt cừu hoặc e ngại mùi đặc trưng, mức độ chín tới với lớp mỡ giòn tan này sẽ giúp giảm mùi gây đáng kể.",
        "Để tăng thêm hương vị và giúp thịt cừu không bị ngán, bạn có thể vắt thêm một chút chanh vàng lên lát thịt khi ăn. Chúc bạn và gia đình có một bữa ăn ngon miệng và giàu chất xơ, vitamin!"
      ]
    },
    "category": "Món nướng"
  },
  {
    "dish_name": "Ướp thịt nướng miền bắc",
    "url": "https://www.dienmayxanh.com/vao-bep/cach-uop-thit-nuong-mien-bac-dam-vi-thom-lung-an-khong-ngan-23403",
    "img_url": "https://cdnv2.tgdd.vn/mwg-static/common/Common/uop-thit-bac.jpg",
    "times": {
      "Chuẩn bị": "30 phút",
      "Chế biến": "40 phút"
    },
    "level": "Dễ",
    "servings": 4,
    "ingredients": [
      {
        "name": "Thịt ba chỉ thái miếng mỏng vừa phải",
        "quantity": 500.0,
        "unit": "gr"
      },
      {
        "name": "Thịt nạc vai băm nhỏ",
        "quantity": 500.0,
        "unit": "gr"
      },
      {
        "name": "Hành tím",
        "quantity": 6.0,
        "unit": "củ"
      },
      {
        "name": "Tỏi",
        "quantity": 15.0,
        "unit": "tép"
      },
      {
        "name": "Hành hoa",
        "quantity": 1.0,
        "unit": "bó"
      },
      {
        "name": "Nước mắm",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Dầu hào",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Đường vàng",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Bột nêm",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Nước hàng",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Hạt tiêu",
        "quantity": 1.0,
        "unit": "ít"
      }
    ],
    "instructions": {
      "Sơ chế nguyên liệu": [
        "Thịt nạc vai: Băm nhỏ nhưng nhớ là không băm vụn quá nhé, giữ chút độ dai giòn. Bạn có thể dùng máy xay hoặc băm tay tùy thích.",
        "Thịt ba chỉ: Thái miếng mỏng vừa phải, không quá dày cũng không quá mỏng để khi nướng không bị khô.",
        "Hành tím (hành khô): 6 củ băm nhỏ. Chúng ta sẽ chia đôi: 3 củ cho phần chả miếng và 3 củ cho phần chả băm.",
        "Tỏi: 10-15 nhánh, băm nhỏ. Chia đều: 1 muỗng canh cho chả miếng và 1 muỗng canh cho chả băm.",
        "Hành hoa: Thái nhỏ. Phần đầu trắng của hành hoa sẽ cho vào chả miếng, còn phần lá xanh sẽ cho vào chả băm để tạo hương vị đặc trưng."
      ],
      "Ướp chả thơm lừng, đậm đà": [
        "Ướp chả miếng:Cho thịt ba chỉ đã thái vào tô. Thêm 3 củ hành khô băm, 1 muỗng canh tỏi bằm, cùng phần hành trắng thái nhỏ.",
        "Tiếp tục cho vào 1 muỗng canh nước mắm, 1 muỗng canh dầu hào, 2 muỗng cà phê đường vàng, 1/2 muỗng cà phê bột nêm, 1 muỗng canh nước hàng (hay còn gọi là nước màu), và 1 muỗng cà phê hạt tiêu. Dùng tay bóp, massage đều để gia vị thấm sâu vào từng thớ thịt.",
        "Ướp chả băm:Cho thịt nạc vai băm vào tô. Thêm 3 củ hành khô băm, 1 muỗng canh tỏi bằm, cùng phần hành xanh thái nhỏ.",
        "Sau đó, thêm 1 muỗng canh nước mắm, 1 muỗng canh dầu hào, 2 muỗng cà phê đường vàng, 1/2 muỗng cà phê bột nêm, 1 muỗng canh nước hàng, và 1 muỗng cà phê hạt tiêu. Dùng tay bóp, massage đều tương tự như chả miếng.",
        "Sau khi ướp xong, bạn hãy để thịt ngấm gia vị ít nhất từ 1 đến 2 tiếng trong tủ lạnh."
      ],
      "Nướng chả thơm lừng, vàng óng": [
        "Trước khi nướng: Đối với chả băm, bạn hãy cho thêm 2 muỗng canh dầu ăn vào trộn đều trước khi nặn và nướng. Điều này giúp chả không bị khô và mềm mại hơn khi chín.",
        "Nặn chả băm thành từng viên tròn vừa ăn.",
        "Nướng chả: Bạn có thể nướng bằng than hoa để có hương vị truyền thống và thơm ngon nhất. Nếu không có than hoa, bạn có thể dùng lò nướng điện như Lò nướng Toshiba TL-MC40EZF(GR) 40 lít để tiện lợi hơn.",
        "Xếp chả miếng vào vỉ nướng trước. Khi nướng, mỡ từ chả miếng sẽ chảy xuống, làm thơm và mềm chả băm nếu bạn nướng chả băm ở phía dưới.",
        "Lật đều tay để chả chín vàng đều các mặt, không bị cháy."
      ],
      "Thành phẩm": [
        "Khi chả đã chín vàng ươm, thơm lừng, chúng ta cùng gắp ra đĩa.",
        "Bún chả Hà Nội thường được ăn kèm với bún tươi, dưa góp và nước chấm thần thánh.",
        "Cho bún, chả miếng, chả băm và dưa góp vào bát. Rưới nước chấm nóng hổi lên trên, rắc thêm chút hạt tiêu.",
        "Cắn miếng chả mềm mại, đậm đà, thơm mùi hành tỏi, hòa quyện với vị chua ngọt của dưa góp và nước chấm, bạn sẽ cảm nhận được hương vị bún chả Hà Nội chuẩn mực. Chúc bạn thành công và ngon miệng!"
      ]
    },
    "category": "Món nướng"
  },
  {
    "dish_name": "Ướp gà nướng truyền thống",
    "url": "https://www.dienmayxanh.com/vao-bep/cach-uop-ga-nuong-truyen-thong-don-gian-ma-ai-cung-nen-biet-23398",
    "img_url": "https://cdnv2.tgdd.vn/mwg-static/common/Common/cach-uop-ga-nuong-truyen-thong-don-gian-ma-ai-cung-nen-biett.jpg",
    "times": {
      "Chuẩn bị": "15 phút",
      "Chế biến": "45 phút"
    },
    "level": "Dễ",
    "servings": 1,
    "ingredients": [
      {
        "name": "Gà nguyên con",
        "quantity": 1.0,
        "unit": "con"
      },
      {
        "name": "Dầu hào",
        "quantity": 1.0,
        "unit": "muỗng canh"
      },
      {
        "name": "Nước tương",
        "quantity": 1.0,
        "unit": "muỗng canh"
      },
      {
        "name": "Dầu ăn",
        "quantity": 1.0,
        "unit": "muỗng canh"
      },
      {
        "name": "Nước mắm ngon",
        "quantity": 1.0,
        "unit": "muỗng canh"
      },
      {
        "name": "Đường",
        "quantity": 1.0,
        "unit": "muỗng canh"
      },
      {
        "name": "Bột ngọt",
        "quantity": 1.0,
        "unit": "muỗng cà phê"
      },
      {
        "name": "Bột nêm",
        "quantity": 1.0,
        "unit": "muỗng cà phê"
      },
      {
        "name": "Tiêu",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Tỏi băm",
        "quantity": 1.0,
        "unit": "ít"
      },
      {
        "name": "Hành tím băm",
        "quantity": 1.0,
        "unit": "ít"
      }
    ],
    "instructions": {
      "Sơ chế gà và pha chế gia vị ướp gà nướng truyền thống": [
        "Đầu tiên, gà mua về bạn rửa thật sạch, có thể dùng muối và gừng chà xát để khử mùi hôi, sau đó để ráo nước hoàn toàn. Đây là bước quan trọng để món gà nướng nguyên con của bạn thơm ngon hơn.",
        "Trong một tô lớn, cho tỏi băm, hành tím băm, 1 muỗng canh đường, 1 muỗng canh dầu hào, 1 muỗng canh nước tương, một chút tiêu (tùy khẩu vị), 1 muỗng cà phê bột ngọt và 1 muỗng cà phê bột nêm vào.",
        "Khuấy đều hỗn hợp gia vị cho đến khi đường tan hoàn toàn và các nguyên liệu hòa quyện vào nhau.",
        "Để gà nướng giòn da và thịt mềm mọng không bị khô, thêm vào 1 muỗng canh dầu ăn và 1 muỗng canh nước mắm ngon. Khuấy đều lần nữa."
      ],
      "Ướp gà nướng nguyên con": [
        "Cho gà đã sơ chế vào tô gia vị. Dùng tay (nếu làm tại nhà, nhớ rửa tay sạch nhé) xoa đều hỗn hợp gia vị lên khắp mình gà, cả bên trong lẫn bên ngoài. Đảm bảo gia vị thấm đều từng thớ thịt.",
        "Ướp gà ít nhất 1 tiếng rưỡi đến 2 tiếng. Nếu có thời gian, bạn nên ướp lâu hơn, khoảng 4-6 tiếng hoặc qua đêm trong tủ lạnh để gà thấm gia vị tối đa, món gà nướng của bạn sẽ càng thêm ngon."
      ],
      "Nướng gà truyền thống bằng lò nướng": [
        "Làm nóng lò nướng ở nhiệt độ 200 độ C.",
        "Đặt gà vào khay nướng, úp phần bụng xuống dưới trước. Nướng trong khoảng 30 phút.",
        "Sau 15 phút đầu tiên, bạn dùng cọ phết phần nước ướp còn lại hoặc nước gà tiết ra trong quá trình nướng lên mình gà. Điều này giúp gà không bị khô và thấm vị hơn.",
        "Sau 30 phút, lật mặt gà lại. Tiếp tục phết hết phần nước ướp còn lại lên mình gà. Nướng thêm 15 phút nữa."
      ],
      "Thành phẩm": [
        "Gà nướng xong sẽ có màu vàng tươi đẹp mắt, da giòn rụm và tỏa hương thơm lừng.",
        "Dùng kéo nhà bếp đa năng hoặc dao sắc để cắt gà thành từng miếng vừa ăn.",
        "Thịt gà chín mềm, ngọt và thấm vị đậm đà, không hề bị khô.",
        "Món này rất hợp khi chấm cùng nước chấm hải sản hoặc các loại nước chấm chua ngọt khác. Chúc các bạn thành công với công thức ướp gà nướng đơn giản này nhé!"
      ]
    },
    "category": "Món nướng"
  }
]